Repository: pniebrzydowski/wedding
Catalog: locales/*/messages.po
Languages: de

# accommodation:distance
source: Distance to Castle: {distance}m ({distanceInFeet}ft)
de: Entfernung vom Schloss: {distance}m

# accommodation:doubleRooms
source: Double Rooms
de: Doppelzimmer

# accommodation:familyRooms
source: Family Rooms (4)
de: Familienzimmer (4)

# accommodation:price
source: Price
de: Preis

# accommodation:reservedUntil
source: Reserved until:
de: Reserviert bis:

# accommodation:rooms
source: Rooms
de: Zimmer

# accommodation:singleRooms
source: Single Rooms
de: Einzelzimmer

# arrival:byCar
source: By Car
de: Mit dem Auto

# arrival:byTransit
source: By Public Transit
de: Mit dem öffentlichen Verkehr

# footer:contact
source: If you can't find what you're looking for in our {faqLink}, you can ask in our <0>Group Chat on Telegram</0> or write us an email at <1>christina.patrick.2021@gmail.com</1>.
de: Falls du etwas nicht in unseren {faqLink} finden kannst, kannst du gerne in unseren <0>Gruppenchat auf Telegram</0> oder eine Mail an <1>christina.patrick.2021@gmail.com</1> schreiben

# footer:publicGroup
source: As so many people are travelling in and with the pandemic still lingering in the background, we thought it could be useful to have a public group chat where we can answer any of your questions. Also, it could provide an opportunity to organize groups for ride-sharing, to save money on the train, or travelling around before or after the wedding.
de: Nachdem so viele Leute einreisen und die Pandemie noch im Hintergrund steht, haben wir gedacht, es könnte nützlich sein eine öffentliche Chatgruppe zu haben, wo wir eure Fragen beantworten können. Die Chatgruppe könnte auch eine Möglichkeit bieten, Gruppen für Mitfahrgelegenheiten, Spartickets oder Reisegruppen vor oder nach der Hochzeit zu finden.

# footer:questions
source: Have questions?
de: Noch Fragen?

# footer:telegramLinkText
source: Join the telegram group here
de: Gruppe auf Telegram beitreten

# pageTitle:about
source: About Us
de: Über uns

# pageTitle:about.christina
source: About Christina
de: Über Christina

# pageTitle:about.patrick
source: About Patrick
de: Über Patrick

# pageTitle:about.story
source: Our Story
de: Unsere Geschichte

# pageTitle:accommodation
source: Accommodations
de: Übernachtung

# pageTitle:home
source: Home
de: Start

# pageTitle:location
source: Location
de: Veranstaltungsort

# pageTitle:reply
source: Reply
de: Antwort

# reply:error
source: There was an error. Try again or contact us if you continue to have problems.
de: Es gab einen Fehler. Versuch es nochmal, oder kontaktiere uns falls du weiter Probleme hast.

# reply:labels.answer
source: You in?
de: Antwort

# reply:labels.dietaryRestrictions
source: Dietary Restrictions
de: Diätvorschriften

# reply:labels.otherComment
source: Other comments
de: Andere Kommentare

# reply:labels.songRequest
source: Song Request
de: Liedwunsch

# reply:loading
source: Loading...
de: Ladet...

# reply:noInvite
source: Sorry, we were unable to find your invitation. Be sure you accessed the site via the direct link sent in your invitation. If you are still having problems, please contact us directly!
de: Entschuldigung, aber wir konnten deine Einladung nicht finden. Bitte überprüfen, dass du durch den Link in der Einladung gekommen bist. Wenn es noch Probleme gibt, bitte kontaktiere uns!

# reply:options.no
source: Sorry, can't make it
de: Leider muss ich ablehnen

# reply:options.yes
source: Can't wait!
de: Freu mich schon!

# reply:save
source: Save
de: Speichern

# reply:songRequestDisclaimer
source: No guarantee
de: Keine Garantie

# reply:success.attending
source: {numberOfGuests, plural, one {Looking forward to seeing you there!} other {Looking forward to seeing you there!}}
de: {numberOfGuests, plural, one {Wir freuen uns, dich da zu sehen!} other {Wir freuen uns, euch da zu sehen!}}

# reply:success.noResponse
source: Thanks for your response!
de: Vielen Dank für die Antwort!

# reply:success.notAttending
source: {numberOfGuests, plural, one {Sorry that you can't join us, hope to see you soon!} other {Sorry that you can't join us, hope to see you soon!}}
de: {numberOfGuests, plural, one {Tut uns lied, dass du nicht kommen kannst. Wir hoffen dich bald zu sehen!} other {Tut uns lied, dass ihr nicht kommen könnt. Wir hoffen euch bald zu sehen!}}

# siteTitle
source: Christina & Patrick's Wedding
de: Christina & Patricks Hochzeit
